Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/suomi_on_rikkonut_yk:n_kaikkinaisen_rotusyrjinnan_poistamista_koskevaa_yleissopimusta_.html.tmx
Source language: fin
Languages: smn

source: Suomi on rikkonut YK:n kaikkinaisen rotusyrjinnän poistamista koskevaa yleissopimusta
smn: Suomâ lii rikkom OA jyehilágán näliolgoštem meddâlistmân kyeskee almossopâmuš

source: YK:n rotusyrjinnän poistamista käsittelevältä komitea (CERD) antoi ensimmäistä kertaa ratkaisun, jossa todettiin Suomen rikkoneen YK:n kaikkinaisen rotusyrjinnän poistamista koskevaa yleissopimusta.
smn: OA näliolgoštem meddâlistem kieđâvuššee komitea (CERD) adelij vuossâmuu tove čuávdus, mast pahudii, ete Suomâ lii rikkom OA jyehilágán näliolgoštem meddâlistmân kyeskee almossopâmuš.

source: Komitea julkisti ratkaisunsa 13. kesäkuuta 2022 saamelaiskäräjien vaaliluetteloon hyväksyttyjä henkilöitä koskevassa asiassa.
smn: Komitea almostitij čuávdusis 13. kesimáánu 2022 s ämitige valjâluvâttâlmân tuhhiittum ulmuid kyeskee ääšist .

source: Komitea odottaa Suomen hallitukselta, että se käynnistää kiireellisesti neuvottelut, joissa tarkistettaisiin saamelaiskäräjälain saamelaismääritelmää koskeva 3 §.
smn: Komitea vuárdá Suomâ haldâttâsâst, ete tot piejâ huápust joton ráđádâlmijd, main tärhističčii sämitiggelaavâ 3 §, mii kuáská sämmilâšmiäruštâlmân.

source: Todettu loukkaus koskee korkeimman hallinto-oikeuden (KHO) toimintaa vuoden 2015 saamelaiskäräjävaaleissa.
smn: Pahudum luávkkim kuáská alemuu haldâttâhrievti (AHR) tooimân ive 2015 sämitiggevaaljâin.

source: Komitea katsoo, että KHO:n ratkaisut ovat voineet keinotekoisesti muuttaa äänestäjäkunnan kokoonpanoa ja näin vaikuttaa Saamelaiskäräjien mahdollisuuteen aidosti edustaa Saamen kansaa ja sen etuja.
smn: Komitea ana, ete AHR čuávduseh láá puáhtám feilâlávt mutteđ jienâsteijeeráhtus já návt vaiguttiđ Sämitige máhđulâšvuotân tuođâi ovdâstiđ Sämiaalmug já ton hiäđuid.

source: Siten ne KHO:n ratkaisut, jotka ilman selvää perustetta poikkesivat aiemmin hyväksytystä voimassa olevan lain tulkinnasta, jonka sekä KHO että saamelaiskäräjät olivat omaksuneet, loukkasi valittajien oikeutta Saamen kansan jäseninä kollektiivisesti määrätä saamelaiskäräjien kokoonpanosta ja osallistua julkisten asioiden hoitamiseen yleissopimuksen 5 (c) artiklan suojaamalla tavalla.
smn: Tienuuvt toh AHR čuávduseh, moh čielgâ vuáđustâsttáá spiekâstii tolebáá tuhhiittum vyeimist orroo laavâ tulkkuumist, mon sehe AHR já Sämitige lijjii tubdâstâm, luávkkájii väidei vuoigâdvuođâ Sämiaalmug jesânin kollektiivlávt meridiđ sämitige jesânijn já uásálistiđ almolij aašij hoittáámân almossopâmuš vuovvijn, mon 5 (c) artikkâl syeijee.

source: Komitea totesi, että KHO on sisällyttänyt vähintään 53:ssa 93:sta päätöksestään äänestäjiä vaaliluetteloon ”kokonaisarvioinnin perusteella” osoittamatta, että he olisivat täyttäneet yhden saamelaiskäräjistä annetun lain 3 §:ssä säädetyistä objektiivisista kriteereistä.
smn: Komitea pahudij, ete AHR lii váldám ucemustáá 53:st 93 miärádâsâstis jienâsteijeid valjâluvâttâlmân ”oleskuorâttâllâm vuáđuld” čäitihánnáá, ete sij liččii tiävdám oovtâ objektiivlijn kriterijn, moh láá asâttum sämitiggeest adelum laavâ 3 §:st.

source: Sopimusloukkauksen korjaamiseksi komitea suosittelee, että Suomi käynnistää kiireellisesti aidon neuvottelun saamelaiskäräjistä annetun lain 3 §:n tarkistamiseksi.
smn: Sopâmušluávkkim tivvoom várás komitea avžuut, ete Suomâ aalgât huápust tuođâlii ráđádâllâm sämitiggeest adelum laavâ 3 § täärhistmist.

source: Neuvottelut tulee käydä sen varmistamiseksi, että saamelaiskäräjien vaaleissa äänioikeutta koskevat kriteerit määritellään kunnioittaen saamelaisten oikeutta antaa vapaa ja tietoon perustuva ennakkosuostumus heidän omaan jäsenyyteensä ja poliittiseen osallistumiseensa liittyvissä asioissa.
smn: Ráđádâlmijd kalga toollâđ vâi visásmittoo, ete sämitige vaaljâin jienâvuoigâdvuotân kyeskee kritereh miäruštâllojeh tienuuvt, ete toh kunnijâteh sämmilij vuoigâdvuođâ adeliđ riijâ já tiätun vuáđuduvvee munemiettâm jieijâs jeessânvuotân já pooliitlii uásálistmân kyeskee aašijn.

source: – Odotan Suomen valtion suhtautuvan vakavasti rotusyrjinnän poistamista käsittelevän komitean antamaan langettavaan ratkaisuun ja vievän saamelaiskäräjälain uudistamisen nyt maaliin, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: – Mun vuárdám, ete Suomâ staatâ ana tuođâlávt näliolgoštem meddâlistem kieđâvuššee komitea adelem laŋgâtteijee čuávdus já tuálvu sämitiggelaavâ uđâsmittem tääl moolân, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Rotusyrjinnän poistamista käsittelevän komitean ratkaisu perustuu vuoden 1965 kaikkinaisen rotusyrjinnän poistamista koskevaan kansainväliseen yleissopimukseen.
smn: Näliolgoštem meddâlistem kieđâvuššee komitea čuávdus vuáđuduvá ive 1965 jyehilágán näliolgoštem meddâlistmân kyeskee aalmugijkoskâsii almossopâmušân.

source: Yleissopimus kieltää paitsi syrjinnän “rodun” perusteella, myös kaikenlaisen etniseen alkuperään perustuvan tarkoitetun tai tosiasiallisen ihmisoikeuksien loukkaamisen.
smn: Almossopâmuš kiäldá olgoštem “nääli” vuáđuld já meid jyehilágán uáivildum tâi tuođâlii olmoošvuoigâdvuođâi luávkkim, mii vuáđuduvá etnisii algâpuátimân.

source: Valittajat valittivat KHO:n 30.9.2015 ja 13.1.2016 antamista päätöksistä, jotka koskivat saamelaiskäräjien vaaliluetteloon merkitsemistä.
smn: Väideeh vaidii AHR 30.9.2015 já 13.1.2016 adelem miärádâsâin, moh kyeskih sämitige valjâluvâttâlmân merkkiimân.

source: Valittajat katsoivat, että ottamalla saamelaiskäräjien vaaliluetteloon hakijoita vastoin vaalilautakunnan toteuttamaa lakiin kirjattujen objektiivisten kriteerien arviointia, päätökset ovat etääntyneet saamelaisten omien tapojensa ja perinteidensä pohjalta hyväksymistä kriteereistä ja korvanneet ne korkeimman hallinto-oikeuden “kokonaisharkinnalla”.
smn: Väideeh onnii, ete väldimáin sämitige valjâluvâttâlmân occeid valjâlävdikode olášuttem laahân čallum objektiivlij kriterij árvuštâllâm vuástá, miärádâsah láá kaidâm sämmilij jieijâs taavij já ärbivuovij vuáđuld tuhhiittem kriterijn já láá sajanpiejâm taid alemuu haldâttâhrievti “oleskuorâttâlmáin”.

source: Ulkoministeriön tiedote 14.6.2022
smn: Olgoministeriö tiäđáttâs 14.6.2022

source: Komitean ratkaisu 13.6.2022
smn: Komitea čuávdus 13.6.2022

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
